{   "type":"FeatureCollection",
    "features":[
        {"type":"Feature",
         "id":"AFG",
         "properties": {"name":"Afghanistan", 
                        "description":"<h3><a href='https://data.undp.org/sdg-push-diagnostic/AFG/sdg-trends'>Progress in SDGs</a></h3><img src='https://mikepeleah.github.io/funky-punky-palacinky/SDGs/AFG-SDG-trends.png'></br><font size='-1'>Based on Global SDG Indicators and Diagnostics 🟩 On Track &nbsp;&nbsp;&nbsp; 🟨 Mixed / For Review &nbsp;&nbsp;&nbsp; 🟥 Off Track &nbsp;&nbsp;&nbsp; ⬛ Trends NA</font></br></br><h3>SDG Accelerators</h3><a href='https://sdgdiagnostics.data.undp.org/AFG'>See 📊 SDG Push Diagnostic for Afghanistan</a></br></br><h3><a href='https://oec.world/en/profile/country/afg#economic-complexity'>Economic Complexity<a></h3><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/trade-32px.png'>&nbsp;Trade&nbsp;<font size='+1'><b>-1.2</b></font>, Rank 116 Of 131</br><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/research-32px.png'>&nbsp;Research&nbsp;<font size='+1'><b>-1.49</b></font>, Rank 139 Of 140</br>",
                        "fillColor":"#6b00ff",
                        "fillOpacity": 0.25,
                        "color":"#6b00ff",
                        "weight":1
                    },
         "geometry":{"type":"Polygon","coordinates":[[[61.210817,35.650072],[62.230651,35.270664],[62.984662,35.404041],[63.193538,35.857166],[63.982896,36.007957],[64.546479,36.312073],[64.746105,37.111818],[65.588948,37.305217],[65.745631,37.661164],[66.217385,37.39379],[66.518607,37.362784],[67.075782,37.356144],[67.83,37.144994],[68.135562,37.023115],[68.859446,37.344336],[69.196273,37.151144],[69.518785,37.608997],[70.116578,37.588223],[70.270574,37.735165],[70.376304,38.138396],[70.806821,38.486282],[71.348131,38.258905],[71.239404,37.953265],[71.541918,37.905774],[71.448693,37.065645],[71.844638,36.738171],[72.193041,36.948288],[72.63689,37.047558],[73.260056,37.495257],[73.948696,37.421566],[74.980002,37.41999],[75.158028,37.133031],[74.575893,37.020841],[74.067552,36.836176],[72.920025,36.720007],[71.846292,36.509942],[71.262348,36.074388],[71.498768,35.650563],[71.613076,35.153203],[71.115019,34.733126],[71.156773,34.348911],[70.881803,33.988856],[69.930543,34.02012],[70.323594,33.358533],[69.687147,33.105499],[69.262522,32.501944],[69.317764,31.901412],[68.926677,31.620189],[68.556932,31.71331],[67.792689,31.58293],[67.683394,31.303154],[66.938891,31.304911],[66.381458,30.738899],[66.346473,29.887943],[65.046862,29.472181],[64.350419,29.560031],[64.148002,29.340819],[63.550261,29.468331],[62.549857,29.318572],[60.874248,29.829239],[61.781222,30.73585],[61.699314,31.379506],[60.941945,31.548075],[60.863655,32.18292],[60.536078,32.981269],[60.9637,33.528832],[60.52843,33.676446],[60.803193,34.404102],[61.210817,35.650072]]]}},

        {"type":"Feature",
         "id":"AZE",
         "properties":{"name":"Azerbaijan", 
                       "description":"<h3><a href='https://data.undp.org/sdg-push-diagnostic/AZE/sdg-trends'>Progress in SDGs</a></h3><img src='https://mikepeleah.github.io/funky-punky-palacinky/SDGs/AZE-SDG-trends.png'></br><font size='-1'>Based on Global SDG Indicators and Diagnostics 🟩 On Track &nbsp;&nbsp;&nbsp; 🟨 Mixed / For Review &nbsp;&nbsp;&nbsp; 🟥 Off Track &nbsp;&nbsp;&nbsp; ⬛ Trends NA</font></br></br><h3>SDG Accelerators</h3>🔷 <b>2.2. Ensure food security</b>. Progress on food security and malnutrition holds significant importance for Azerbaijan, and tackles one of the worst forms of poverty by ensuring access to nutritious food. The main indicators showed limited progress in the past decade, with prevalence of child stunting slightly reduced from 18% in 2010 to 16% in 2020, while prevalence of anaemia among women remained high (around 35%), reflecting the persistent and increasing prevalence of moderate or severe food insecurity increased from 6% in 2015 to 10% in 2020 (Target 2.1). </br>Access to safe and nutritious food improves both health outcome benefits educational achievements. Moreover, it is closely linked to SDG8, creating employment and contributing to rural economic growth. Guaranteeing women’s rights to access and control of resources (Targets 1.4, 2.4, 5.a) is a key element of achieving this goal. </br>Progress on food security is also closely aligned with SDG 12's emphasis on sustainable consumption and production, promoting sustainable food systems and waste reduction. By building resilient agricultural practices (Target 2.4), Azerbaijan can mitigate climate change impacts and support climate action (Goal 13), while maintaining the viability of ecosystems, especially mountainous ones (Goal 15). Ultimately, food security fosters social stability and promotes effective governance. </br>🔷 <b>4.3. Quality education for everyone. </b> In Azerbaijan, SDG target 4.3 aims to ensure equal access to quality technical, vocational and tertiary education. Azerbaijan had a high of 13.5 expected years of schooling in2021 and a high upper secondary education completion rate (which was around 92% in 2011, latest data available). However, the quality of education and equal access remain concerns. </br>SDG 4.3 has important interlinkages to reduce the skills mismatch (Target 2.2) and ensuring future-readiness of the people in the workforce. This will promote equal access to the labour market for women/girls and men and to the further empowerment of women to participate in the local labour market (Target 5.5), including through science, technology, engineering, mathematics (STEM) and ICT education (Target 5.b). Quality technical education will equip individuals with skills aligned with labour market demands, fostering decent work and economic growth. </br>Equal access to technical education, in combination with the above policy choices offers a credible pathway to reduce inequalities, empowering groups and localities left behind and promoting social inclusion. </br>🔷 <b>6.1. Universal and equitable access to safe drinking water</b>. In Azerbaijan, the majority of the population (96%) is using safely managed drinking water services – but only one in five (21%) uses safely managed sanitation services (Target 6.2), which puts the SDG achievement at risk. </br>Access to safe and affordable drinking water is closely linked with the achievement of health targets (Goal 3), both related to communicable diseases and non-communicable diseases. Sustainable water management is closely linked with sustainable urbanization (Targets 1.4, 11.3), sustainable agriculture (Target 2.4) and benefits across industrialization and gender equality and women’s empowerment goals. </br>However, there are evident trade-offs between SDG targets. Water is actively used in agriculture (81% of total freshwater withdrawal, followed by 4% for industry). </br>Climate change (Goal 13) makes access to safe and affordable drinking water for all a challenging task. Industrialization, especially mining (Goals 8, 9), increases the risks from toxic and radioactive waste. </br>🔷 <b>7.2. Increase substantially the share of renewable energy in the energy mix</b>. Access to affordable and sustainable energy is crucial for Azerbaijan development. The population enjoys universal access to electricity and uses clean fuel, mostly gas (Target 7.1). However, the share of renewables is very small and declining (from 4.2% in 2010 to 1.3% in 2020), and energy efficiency of the economy stagnated during the past decade. </br>Affordable and reliable energy (Target 7.1) plays a key role in reducing income poverty (Target 1), including energy poverty (Target 1.4), by enabling income-generating activities (Goal 8) and improving living conditions. Affordable and reliable energy plays a crucial role in achieving health and gender equality outcomes. </br>It is a vital investment for health care facilities (Target 3.8) and access to education (Target 4.1). Moreover, affordable energy drives economic growth, job creation and entrepreneurship opportunities, in rural and urban areas (Goals 10, 11). Sustainable energy sources contribute to mitigating climate change by reducing greenhouse gas emissions, promoting renewable energy and supporting the transition to a low-carbon economy. Sustainable industrialization will put further demand on ensuring universal access to affordable, reliable and modern energy services, and possible trade-offs between availability of energy and use of renewables. </br>🔷 <b>9.2. Promote inclusive and sustainable industrialization</b>. SDG 9.2 aims to foster inclusive and sustainable industrialization in Azerbaijan while simultaneously enhancing its economic growth (Goal 8). Despite recent improvements, manufacturing value added as a proportion of GDP is relatively low in Azerbaijan (around 5.0% in 2022). Inclusive and sustainable industrialization could promote economic diversification (Target 8.3) and greening of the economy. </br>In addition to capturing downstream value added from oil and gas refining, manufacturing also embraces tech-intensive industrial activities, enhancing women’s empowerment in ICT (Target 5.b), as well as food processing and other labour-intensive branches, which could promote employment outside of the main cities (Goals 10, 11) and where women are more likely to find employment (Targets 5.5, 5.4). </br>However, the pursuit of industrialization also entails trade-offs. It requires careful consideration of environmental sustainability as industrial activities can have adverse ecological impacts—affecting ecosystems (Goals 15, 2), potable water (Goal 6) and people’s health (Goal 3). Rapid industrialization could put pressure on energy access (Target 7.2) at the expense of energy sustainability (Target 7.2, 7.3). Ensuring inclusivity in this process is crucial to prevent potential social, gender and territorial inequalities. </br>🔷 <b>10.4: Adopt policies for greater equality</b>. By implementing fiscal, wage and social protection policies, Azerbaijan can strive towards reducing income inequality (Target 10.1) and promoting inclusive growth (Targets 8.1, 8.3). This aligns with other SDGs, such as SDG 1 (No Poverty) and SDG 8 (Decent Work and Economic Growth), as addressing inequality contributes to poverty eradication (Targets 1.1, 1.2), to more equal access to economic resources and opportunities (Target 1.4) and to sustainable economic development (Goal 8). </br>Fiscal, wage and social protection policies could be crucial elements for achieving gender equality (Goal 5 Gender equality and women’s empowerment, especially Targets 5.1, 5.4, 5.5, 5.b), and they are closely related to Rule of Law and Responsive Governance. However, pursuing greater equality may require trade-offs, such as making adjustments in fiscal priorities and resource allocation (Goal17), in ensuring effective governance (Goal16) and in balancing protection and employment incentives (Target 8.3). Balancing these trade-offs is crucial to ensure that policies aimed at achieving SDG 10.4 are effectively implemented, leading to a more equitable and prosperous future for Azerbaijan.  </br><a href='https://sdgdiagnostics.data.undp.org/AZE'>See 📊 SDG Push Diagnostic for Azerbaijan</a></br><a href='https://sdgigeneralstorage.blob.core.windows.net/sdg-push/InsightReports/UNDP%20-%20SDG%20AZE.pdf'>Read the 📑 Integrated SDG Insights Report for  Azerbaijan</a></br></br><h3><a href='https://oec.world/en/profile/country/aze#economic-complexity'>Economic Complexity<a></h3><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/trade-32px.png'>&nbsp;Trade&nbsp;<font size='+1'><b>-0.52</b></font>, Rank 85 Of 131</br><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/technology-32px.png'>&nbsp;Technology&nbsp;<font size='+1'><b>-1.08</b></font>, Rank 78 Of 96</br><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/research-32px.png'>&nbsp;Research&nbsp;<font size='+1'><b>-1.19</b></font>, Rank 125 Of 140</br>",
                       "fillColor":"blue",
                       "fillOpacity": 0.25,
                       "color":"blue",
                       "weight":1},
         "geometry":{"type":"MultiPolygon","coordinates":[[[[45.001987,39.740004],[45.298145,39.471751],[45.739978,39.473999],[45.735379,39.319719],[46.143623,38.741201],[45.457722,38.874139],[44.952688,39.335765],[44.79399,39.713003],[45.001987,39.740004]]],[[[47.373315,41.219732],[47.815666,41.151416],[47.987283,41.405819],[48.584353,41.80887],[49.110264,41.282287],[49.618915,40.572924],[50.08483,40.526157],[50.392821,40.256561],[49.569202,40.176101],[49.395259,39.399482],[49.223228,39.049219],[48.856532,38.815486],[48.883249,38.320245],[48.634375,38.270378],[48.010744,38.794015],[48.355529,39.288765],[48.060095,39.582235],[47.685079,39.508364],[46.50572,38.770605],[46.483499,39.464155],[46.034534,39.628021],[45.610012,39.899994],[45.891907,40.218476],[45.359175,40.561504],[45.560351,40.81229],[45.179496,40.985354],[44.97248,41.248129],[45.217426,41.411452],[45.962601,41.123873],[46.501637,41.064445],[46.637908,41.181673],[46.145432,41.722802],[46.404951,41.860675],[46.686071,41.827137],[47.373315,41.219732]]]]}},

        {"type":"Feature",
         "id":"GEO",
         "properties":{"name":"Georgia", 
                       "description":"<h3><a href='https://data.undp.org/sdg-push-diagnostic/GEO/sdg-trends'>Progress in SDGs</a></h3><img src='https://mikepeleah.github.io/funky-punky-palacinky/SDGs/GEO-SDG-trends.png'></br><font size='-1'>Based on Global SDG Indicators and Diagnostics 🟩 On Track &nbsp;&nbsp;&nbsp; 🟨 Mixed / For Review &nbsp;&nbsp;&nbsp; 🟥 Off Track &nbsp;&nbsp;&nbsp; ⬛ Trends NA</font></br></br><h3>SDG Accelerators</h3>🔷 <b>2.3. The agricultural productivity and rural development</b>. SDG 2.3 aims to double the agricultural productivity and incomes of small-scale food producers in Georgia by 2030. Currently, the agricultural sector in Georgia accounting for 7% of GDP and employing 18% of the total employment and provides livelihood—directly or indirectly—to 40% of population living in rural areas. However, small-scale food producers face challenges such as limited access to land, financial resources, and markets, hindering their productivity and incomes (Goals 1, 8). </br>A structural shift is needed to reduce the share of people employed in low-value added agriculture and increase the share in more productive sectors (which is closely related to targets 4.3 and 9.2 which can be advanced effectively as an integrated portfolio). Balancing these trade-offs requires addressing systemic barriers, promoting gender equality, including by ensuring women’s full and effective participation in decision-making (5.5), and women’s equal rights to access and control resources (1.4, 5.a), providing technical support and training, and creating an enabling environment for small-scale food producers to thrive. </br>🔷 <b>4.3. Quality education for everyone </b>. In Georgia, SDG target 4.3 aims to ensure equal access to quality technical, vocational, and tertiary education. Georgia shows quite high 15.6 expected years of schooling in 2021 and high upper secondary education completion rate (which was around 92% over past decade). </br>SDG target 4.3—which is off track currently– has important interlinkages with other SDGs, especially Goal 8 trough improving employability, reduced skills mismatch, and ensuring future-readiness of the people in the workforce, and ultimately reduced poverty (Goal 1). This will promote equal access to labour market for women/girls and men and further empowerment of women to participate into the local labour market (Target 5.5), including by enhancing their access to STEM and ICT education (Target 5.b). Quality technical education will equip individuals with skills aligned with labour market demands, fostering decent work and economic growth (Goal 8). Ultimately, equal access to technical education will reduce inequalities, empowering marginalized groups and promoting social inclusion (Goal 10)🔷 <b>8.6. Youth employment and education</b>. In Georgia’s context the SDG Target 8.6 aligns with the goal of reducing poverty. By promoting decent work, Georgia can contribute to poverty reduction by providing individuals with opportunities for sustainable income generation and economic empowerment. Youth empowerment and participation (Goal 16) are an essential condition for reduction of NEET. Decent work contributes to longer-term economic growth and development. </br>By promoting employment opportunities with fair wages, job security, and social protection (Goal 10), enhancing women’s empowerment in ICT (5.b) and access to decision-making positions (Target 5.5), Georgia can create a more productive workforce, increase household incomes, in particular women-headed that were highly affected by the COVID 19 crises and repercussions of the war in Ukraine, and stimulate economic activity. </br>🔷 <b>9.2. Promote inclusive and sustainable industrialization</b>. SDG 9.2 aims to foster inclusive and sustainable industrialization in Georgia while simultaneously enhancing its economic growth (Goal 8). Despite recent improvements, manufacturing value added as a proportion of GDP and per capita remains relatively low in Georgia (around 8.5% in past decade, according to UNSTAT). Here, emphasis should be given on increasing of more productive economic activities, including in manufacturing sector. </br>However, the pursuit of industrialization also entails trade-offs. It requires careful consideration of environmental sustainability, as industrial activities can have adverse ecological impacts—affecting ecosystems (Goals 15, 2), potable water (Goal 6), health of people (Goal 3). Rapid industrialization could put pressure on energy access (Target 7.1) at the expense of energy sustainability (Targets 7.2, 7.3). Ensuring inclusivity in this process is crucial to prevent potential social, gender, and territorial inequalities (Goals 10, 5, esp. 5.5).  </br>🔷 <b>10.4: Adopt policies for greater equality</b>.  SDG 10.4 calls for the adoption of policies to progressively achieve greater equality in Georgia. Achieving SDG 10.4 has synergetic links with various other SDGs, such as SDG 1 (No Poverty), SDG 3 (Good Health and Well-being), and SDG 8 (Decent Work and Economic Growth), as reducing inequality contributes to poverty eradication, improves health outcomes, and sustainable economic development. SDG 10.4 also intrinsically linked with greater gender equality and women empowerment (Goal 5, in particular Targets 5.1, 5.4, 5.5, 5.b). </br>However, pursuing greater equality may require trade-offs in terms of fiscal adjustments and resource allocation (SDG 17). </br><a href='https://sdgdiagnostics.data.undp.org/GEO'>See 📊 SDG Push Diagnostic for Georgia</a></br><a href='https://sdgigeneralstorage.blob.core.windows.net/sdg-push/InsightReports/UNDP%20-%20SDG%20GEO.pdf'>Read the 📑 Integrated SDG Insights Report for  Georgia</a></br></br><h3><a href='https://oec.world/en/profile/country/geo#economic-complexity'>Economic Complexity<a></h3><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/trade-32px.png'>&nbsp;Trade&nbsp;<font size='+1'><b>-0.0097</b></font>, Rank 64 Of 131</br><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/technology-32px.png'>&nbsp;Technology&nbsp;<font size='+1'><b>-0.94</b></font>, Rank 74 Of 96</br><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/research-32px.png'>&nbsp;Research&nbsp;<font size='+1'><b>0.6</b></font>, Rank 33 Of 140</br>",
                       "fillColor":"blue",
                       "fillOpacity": 0.25,
                       "color":"blue",
                       "weight":1},
         "geometry":{"type":"Polygon","coordinates":[[[41.554084,41.535656],[41.703171,41.962943],[41.45347,42.645123],[40.875469,43.013628],[40.321394,43.128634],[39.955009,43.434998],[40.076965,43.553104],[40.922185,43.382159],[42.394395,43.220308],[43.756017,42.740828],[43.9312,42.554974],[44.537623,42.711993],[45.470279,42.502781],[45.77641,42.092444],[46.404951,41.860675],[46.145432,41.722802],[46.637908,41.181673],[46.501637,41.064445],[45.962601,41.123873],[45.217426,41.411452],[44.97248,41.248129],[43.582746,41.092143],[42.619549,41.583173],[41.554084,41.535656]]]}},
       
        {"type":"Feature",
         "id":"KAZ",
         "properties":{"name":"Kazakhstan", 
                       "description":"<h3><a href='https://data.undp.org/sdg-push-diagnostic/KAZ/sdg-trends'>Progress in SDGs</a></h3><img src='https://mikepeleah.github.io/funky-punky-palacinky/SDGs/KAZ-SDG-trends.png'></br><font size='-1'>Based on Global SDG Indicators and Diagnostics 🟩 On Track &nbsp;&nbsp;&nbsp; 🟨 Mixed / For Review &nbsp;&nbsp;&nbsp; 🟥 Off Track &nbsp;&nbsp;&nbsp; ⬛ Trends NA</font></br></br><h3>SDG Accelerators</h3>🔷 <b>2.4: Sustainable food production systems and implement resilient agriculture.</b> Kazakhstan is a net exporter of food products, especially wheat. However, food production systems put serious stress on ecosystems and natural resources (Targets 12.2, 14, 15). </br>While generally water stress in Kazakhstan is lower than in some neighbouring Central Asia countries, much of the country's water resources go to agriculture (63%). Climate change will put a serious stress on food production systems through changing water flows. It will require adaptation to new conditions (Targets 13.2, 13.3). </br>Regional cooperation (Targets 17.10, 17.11) could be a key to increased value added of agricultural products and reduced pressure on natural resources, and to ensure women’s full participation in agricultural practices and climate action (Target 5.5). </br>🔷 <b>4.4: Skills for employment</b>. In the age of rapid economic and social changes, ensuring relevant skills (Target 4.4) for youth is a crucial accelerator for the whole SDG agenda, as it can accelerate economic growth and make it more resilient. Kazakhstan had a high 15.8 expected years of schooling in 2021. However, the quality of education and equal access remain concerns. In the Program for International Student Assessment (PISA) 2018, students in Kazakhstan scored lower than the Organisation for Economic Co-operation and Development average in reading (387 vs 487), maths (423 vs 489) and science (397 vs 489). An analysis shows the significant isolation of disadvantaged students from high performing students</br>Addressing evident differences (Target 10.1) in education (see PISA 2018) the PISA study notes that expanding options for boys and girls will contribute to women’s empowerment (Target 5.5). Sustainable urbanization, including transportation services (Targets 11.1, 11.2), and targeted inclusion policies for disadvantaged groups (Targets 1.3, 10.3) will contribute to improving equality of opportunities</br>Building future-proof skills improving employability and reducing skills mismatch are essential for achieving sustainable economic growth (Goal 8) and reducing poverty (Goal 1). This will promote equal access to the labour market for women/girls and men and the further empowerment of women to participate into the local labour market (Target 5.5) , including by enhancing their access to Science, Technology, Engineering and Mathematics and ICT education (Targets 5.5, 5.b). </br>🔷 <b>7.2. Increase substantially the share of renewable energy in the energy mix</b>. Access to affordable and sustainable energy is crucial for Kazakhstan’s development. The renewable energy share in the total final energy consumption hovered under 2% in the past decade. Coal represents some 50% of the total energy supply, followed by natural gas (some 30%) and oil (close to 20%). Energy prices do not take into account long-term marginal costs and environmental externalities. Energy efficiency (Target 7.3) deteriorated from 8.6 MJ/GDP* in 2010 to 5.38 in 2015 and remained at that level since then. An energy transition is required for the sustainable future of Kazakhstan’s economy</br>However, an energy transition entails short-term costs. Energy price rises have a negative impact on the most vulnerable segments of the population (Target 10) and must be accompanied by policies to mitigate this impact (Targets 10, 1.3) for Kazakhstan</br>Renewable and clean energy plays a crucial role in achieving health and gender equality outcomes (Targets 3, esp. 3.9; 5, esp. 5.1., 5.2., 5.4., 5.5, 5.a). Sustainable energy sources contribute to mitigating climate change by reducing greenhouse gas emissions (Goal 13), promoting renewable energy, and supporting the transition to a low-carbon economy (Goal 12)</br> Industrialization (Goal 9) will put further demand on ensuring universal access to affordable, reliable and modern energy services, and there will be possible trade-offs between the availability of energy and the use of renewables (Target 7.2). </br>🔷 <b>10.4: Adopt policies for greater equality</b>. SDG 10.4 calls for the adoption of policies to progressively achieve greater equality in Kazakhstan. The size of Kazakhstan and the variety of its socio-economic and environmntal conditions are driving forces of inequalities, amplified by the varying availability of infrastructure (Goal 9)</br>Achieving SDG 10.4 has synergetic links with various other SDGs, such as SDG 1 (No Poverty), SDG 3 (Good Health and Well-being), and SDG 8 (Decent Work and Economic Growth), as reducing inequality contributes to poverty eradication, improves health outcomes and advances sustainable economic development. SDG 10.4 is also intrinsically linked with greater gender equality (Targets 5, esp. 5.1, 5.4, 5.5, 5.b) and women’s empowerment</br>However, pursuing greater equality may require trade-offs in terms of fiscal adjustments and resource allocations (SDG 17). </br><a href='https://sdgdiagnostics.data.undp.org/KAZ'>See 📊 SDG Push Diagnostic for Kazakhstan</a></br><a href='https://sdgigeneralstorage.blob.core.windows.net/sdg-push/InsightReports/UNDP%20-%20SDG%20KAZ.pdf'>Read the 📑 Integrated SDG Insights Report for  Kazakhstan</a></br></br><h3><a href='https://oec.world/en/profile/country/kaz#economic-complexity'>Economic Complexity<a></h3><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/trade-32px.png'>&nbsp;Trade&nbsp;<font size='+1'><b>-0.28</b></font>, Rank 77 Of 131</br><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/technology-32px.png'>&nbsp;Technology&nbsp;<font size='+1'><b>-0.2</b></font>, Rank 55 Of 96</br><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/research-32px.png'>&nbsp;Research&nbsp;<font size='+1'><b>-0.65</b></font>, Rank 100 Of 140</br>",
                       "fillColor":"blue",
                       "fillOpacity": 0.25,
                       "color":"blue",
                       "weight":1},
         "geometry":{"type":"Polygon","coordinates":[[[70.962315,42.266154],[70.388965,42.081308],[69.070027,41.384244],[68.632483,40.668681],[68.259896,40.662325],[67.985856,41.135991],[66.714047,41.168444],[66.510649,41.987644],[66.023392,41.994646],[66.098012,42.99766],[64.900824,43.728081],[63.185787,43.650075],[62.0133,43.504477],[61.05832,44.405817],[60.239972,44.784037],[58.689989,45.500014],[58.503127,45.586804],[55.928917,44.995858],[55.968191,41.308642],[55.455251,41.259859],[54.755345,42.043971],[54.079418,42.324109],[52.944293,42.116034],[52.50246,41.783316],[52.446339,42.027151],[52.692112,42.443895],[52.501426,42.792298],[51.342427,43.132975],[50.891292,44.031034],[50.339129,44.284016],[50.305643,44.609836],[51.278503,44.514854],[51.316899,45.245998],[52.16739,45.408391],[53.040876,45.259047],[53.220866,46.234646],[53.042737,46.853006],[52.042023,46.804637],[51.191945,47.048705],[50.034083,46.60899],[49.10116,46.39933],[48.593241,46.561034],[48.694734,47.075628],[48.057253,47.743753],[47.315231,47.715847],[46.466446,48.394152],[47.043672,49.152039],[46.751596,49.356006],[47.54948,50.454698],[48.577841,49.87476],[48.702382,50.605128],[50.766648,51.692762],[52.328724,51.718652],[54.532878,51.02624],[55.716941,50.621717],[56.777961,51.043551],[58.363291,51.063653],[59.642282,50.545442],[59.932807,50.842194],[61.337424,50.79907],[61.588003,51.272659],[59.967534,51.96042],[60.927269,52.447548],[60.739993,52.719986],[61.699986,52.979996],[60.978066,53.664993],[61.436591,54.006265],[65.178534,54.354228],[65.666876,54.601267],[68.1691,54.970392],[69.068167,55.38525],[70.865267,55.169734],[71.180131,54.133285],[72.22415,54.376655],[73.508516,54.035617],[73.425679,53.48981],[74.384845,53.546861],[76.8911,54.490524],[76.525179,54.177003],[77.800916,53.404415],[80.03556,50.864751],[80.568447,51.388336],[81.945986,50.812196],[83.383004,51.069183],[83.935115,50.889246],[84.416377,50.3114],[85.11556,50.117303],[85.54127,49.692859],[86.829357,49.826675],[87.35997,49.214981],[86.598776,48.549182],[85.768233,48.455751],[85.720484,47.452969],[85.16429,47.000956],[83.180484,47.330031],[82.458926,45.53965],[81.947071,45.317027],[79.966106,44.917517],[80.866206,43.180362],[80.18015,42.920068],[80.25999,42.349999],[79.643645,42.496683],[79.142177,42.856092],[77.658392,42.960686],[76.000354,42.988022],[75.636965,42.8779],[74.212866,43.298339],[73.645304,43.091272],[73.489758,42.500894],[71.844638,42.845395],[71.186281,42.704293],[70.962315,42.266154]]]}},

        {"type":"Feature",
         "id":"KGZ",
         "properties":{"name":"Kyrgyzstan", 
                       "description":"<h3><a href='https://data.undp.org/sdg-push-diagnostic/KGZ/sdg-trends'>Progress in SDGs</a></h3><img src='https://mikepeleah.github.io/funky-punky-palacinky/SDGs/KGZ-SDG-trends.png'></br><font size='-1'>Based on Global SDG Indicators and Diagnostics 🟩 On Track &nbsp;&nbsp;&nbsp; 🟨 Mixed / For Review &nbsp;&nbsp;&nbsp; 🟥 Off Track &nbsp;&nbsp;&nbsp; ⬛ Trends NA</font></br></br><h3>SDG Accelerators</h3>🔷 <b>2.2. Ensure food security</b>. Target 2.2, focusing on food security and (mal)nutrition, holds significant importance for Kyrgyzstan. None of Kyrgyzstan's SDG 2 targets are on track; most are off track. Despite significant progress in reducing prevalence of stunting in children (from 18% in 2010 to 11% in 2020), the prevalence of anaemia among women remains high (around 35%), reflecting the persistent prevalence of moderate or severe food insecurity (Target 2.1). Access to safe and  nutritious food improves health outcomes (Target 3) and benefits educational achievements (Goal 4). </br>While irrigation is key for achieving food security, water is also central to Kyrgyzstan's energy balance, which relies heavily on hydro power. Due to drought conditions a threeyear energy sector emergency has been declared. Ensuring food security links closely to SDG 8, creating employment and contributing to rural economic growth. Equal access to resources (Target 1.4), especially the guarantee of women’s rights to access and control resources (Target 5.a) could contribute to accelerating progress. Target 2.1 aligns with SDG 12's emphasis on sustainable consumption and production, promoting sustainable food systems and waste reduction. </br>By building resilient agricultural practices (Target 2.4), Kyrgyzstan can free up more water for hydropower (Goal 7), mitigate the impacts of climate change and support climate action (Goal 13), while maintaining viability of ecosystems, especially in mountainous regions (Goal 15). Ultimately, ensuring food security fosters social stability, reduces conflicts arising from food scarcity and promotes effective food governance (Goal 16). </br>🔷 <b>4.3. Quality education for everyone </b>. In Kyrgyzstan, SDG target 4.3 aims to ensure equal access to quality technical, vocational and tertiary education. Kyrgyzstan has a high 13.2 expected years of schooling in 2021 and a high upper secondary education completion rate of around 96% over the past decade. </br>However, quality of education and equal access remain concerns. SDG 4.3 has important interlinkages with other SDGs, especially Goal 8, through improving employability, reducing the skills mismatch, ensuring the future readiness of people in the workforce and ultimately reducing poverty (Goal 1). </br>This will promote equal access to the labour market for women/girls and men and further the empowerment of women to participate in the local labour market, including by enhancing their access to science, technology, engineering and mathematics (STEM) and ICT education (Targets 5.5, 5.b). Quality technical education will equip individuals with skills aligned with labour market demands, fostering decent work and economic growth (Goal 8). Ultimately, equal access to technical education will reduce inequalities, empowering individuals, groups and localities left behind, and promoting social inclusion (Goal 10). </br>🔷 <b>7.1, 7.2, 7.3. Ensure access to affordable, reliable, sustainable and modern energy for all</b>. Access to affordable and sustainable energy is crucial for Kyrgyzstan’s development and it is an accelerator for the whole SDG agenda. Despite universal access to electricity (Target 7.1) and high share of renewables (the renewable energy share remains relatively stable close to 30% in past decade), especially hydropower in electricity generation (Targets 7.2, 7.3), vulnerabilities and issues remain evident. </br>Currently the country suffers from an electricity generation deficit and a presidential decree declared a three-year emergency in the energy sector. Hydropower, a renewable energy, is a mixed blessing. It requires water, which may raise issues (Target 6.5) with downstream countries. Availability of water is increasingly affected by climate change, making the supply of hydroelectricity unpredictable. Affordable and reliable energy drives economic growth, job creation and entrepreneurship opportunities (Goal 8) and sustainable industrialization (Goals 9, 10, 11). Thus, it reduces income poverty (Goal 1), including energy poverty (Target 1.4), and improves well-being. </br>It is vital for health care facilities (Target 3) and access to education (Goal 4). Sustainable energy sources contribute to mitigating climate change by reducing greenhouse gas emissions (Goal 13), by promoting renewable energy and supporting the transition to a low-carbon economy (Goal 12). At the same time, industrialization (Goal 9) will put a further demand on ensuring universal access to affordable, reliable and modern energy services, and on the need for possible trade-offs between energy availability and the use of renewables. </br>🔷 <b>8.6. Youth employment and education</b>. According to UN Stats, none of Kyrgyzstan's SDG8 targets are on track. In the Kyrgyzstan context SDG Target 8.6 aligns with the goal of reducing poverty (Targets 1.1, 1.2) through promoting decent work, providing individuals with opportunities for sustainable income generation and economic empowerment. </br>Ensuring equal access to quality technical, vocational and tertiary education (Target 4.3) and providing relevant skills (Target 4.4) is one of the key drivers of this target. Kyrgyzstan has a high 13.2 expected years of schooling in 2021 and high upper secondary education completion rate (which was around 96% over the past decade). </br>However, quality of education and equal access remain concerns. Promoting equal access to the labour market for women/girls and men and the further empowerment of women to participate in the local labour market, including by enhancing their access to STEM and ICT education (Targets 5.5, 5.b). </br>Economic policies (Target 8.3), facilitation of business development and trade (Targets 8.a, 17.10, 17.11) and building economic institutions (Target 16.6) will accelerate progress. </br>🔷 <b>11.1. Safe and affordable housing and basic services</b>. In Kyrgyzstan quality of life—in terms of affordable housing and basic services—varies significantly by regions. According to UN Stat data, only half of the rural population (57%) is using safely managed drinking water services, compared to virtually universal access in urban areas (91%). According to national data, 35% of the population have sustainable access to sanitation facilities, ranging from 98% in Bishkek city to less than 1% in the Osh region. </br>Despite universal access to electricity (Target 7.1) and a high share of renewable hydropower in electricity generation (Target 7.2), vulnerabilities and issues remain evident. Non-sustainable urbanization and lack of affordable fuels result in high air pollution in urban areas, affecting the health of the population (Target 3.9). </br>Providing universal access for all to adequate, safe and affordable housing and basic services requires investments in resilient infrastructure (Target 9.1, 9.4) to prepare them for climate change and disasters (Targets 1.5, 13.2). Recognition and redistribution of unpaid care work, through social protection policies and the development of adequate care infrastructures and services (Target 5.4). It will contribute to the reduction of inequalities (Goal 10) and to reducing conflicts (Goal 16). It also could have a positive impact on the sustainability of ecosystems (Goals 6, 14, 15).  </br><a href='https://sdgdiagnostics.data.undp.org/KGZ'>See 📊 SDG Push Diagnostic for Kyrgyz Republic</a></br><a href='https://sdgigeneralstorage.blob.core.windows.net/sdg-push/InsightReports/UNDP%20-%20SDG%20KGZ.pdf'>Read the 📑 Integrated SDG Insights Report for  Kyrgyz Republic</a></br></br><h3><a href='https://oec.world/en/profile/country/kgz#economic-complexity'>Economic Complexity<a></h3><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/trade-32px.png'>&nbsp;Trade&nbsp;<font size='+1'><b>-0.12</b></font>, Rank 69 Of 131</br><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/research-32px.png'>&nbsp;Research&nbsp;<font size='+1'><b>0.16</b></font>, Rank 49 Of 140</br>",
                       "fillColor":"blue",
                       "fillOpacity": 0.25,
                       "color":"blue",
                       "weight":1},
         "geometry":{"type":"Polygon","coordinates":[[[70.962315,42.266154],[71.186281,42.704293],[71.844638,42.845395],[73.489758,42.500894],[73.645304,43.091272],[74.212866,43.298339],[75.636965,42.8779],[76.000354,42.988022],[77.658392,42.960686],[79.142177,42.856092],[79.643645,42.496683],[80.25999,42.349999],[80.11943,42.123941],[78.543661,41.582243],[78.187197,41.185316],[76.904484,41.066486],[76.526368,40.427946],[75.467828,40.562072],[74.776862,40.366425],[73.822244,39.893973],[73.960013,39.660008],[73.675379,39.431237],[71.784694,39.279463],[70.549162,39.604198],[69.464887,39.526683],[69.55961,40.103211],[70.648019,39.935754],[71.014198,40.244366],[71.774875,40.145844],[73.055417,40.866033],[71.870115,41.3929],[71.157859,41.143587],[70.420022,41.519998],[71.259248,42.167711],[70.962315,42.266154]]]}},        

        {"type":"Feature",
         "id":"TJK",
         "properties":{"name":"Tajikistan", 
                       "description":"<h3><a href='https://data.undp.org/sdg-push-diagnostic/TJK/sdg-trends'>Progress in SDGs</a></h3><img src='https://mikepeleah.github.io/funky-punky-palacinky/SDGs/TJK-SDG-trends.png'></br><font size='-1'>Based on Global SDG Indicators and Diagnostics 🟩 On Track &nbsp;&nbsp;&nbsp; 🟨 Mixed / For Review &nbsp;&nbsp;&nbsp; 🟥 Off Track &nbsp;&nbsp;&nbsp; ⬛ Trends NA</font></br></br><h3>SDG Accelerators</h3>🔷 <b>2.2. Ensure food security</b>. Target 2.2, focusing on food security and (mal)nutrition, holds significant importance for Tajikistan. It addresses eradication of worst form of poverty (Goal 1) by ensuring access to nutritious food. Despite significant progress in reducing prevalence of children stunting (by half from 30% in 2010 to 15% in 2020). However, further efforts will be focused on prevalence of children wasting and anaemia among women deteriorate, reflecting persistent malnutrition. </br>Access to safe and nutritious food improves health outcomes and benefits educational achievements (SDGs 3 and 4). Moreover, it links closely to SDG 8, creating employment and contributing to rural economic growth. Guarantee of women’s rights to access and control resources (1.4, 5.a) is essential for ensuring food security. </br>Target 2.2 aligns with SDG 12's emphasis on sustainable consumption and production, with co-benefits that promote sustainable food systems and waste reduction. By building resilient agricultural practices (Target 2.4), Tajikistan can mitigate climate change impacts (Goal 13) and support climate action. Ultimately, ensuring food security fosters social stability (Goal 10), reduces conflicts arising from food scarcity (Target 16.1), and promotes good governance (Targets 16.6, 16.7). </br>🔷 <b>4.3. Quality education for everyone</b>.  In Tajikistan, SDG target 4.3 aims to ensure equal access to quality technical, vocational, and tertiary education. Tajikistan shows reasonable 11.7 expected years of schooling in 2021 and good progress in upper secondary education completion rate (which increased from 61 to 76 over past decade). Further efforts will be focused on ensuring quality of education, equal access and early child development. </br>SDG 4.3 and related 4.4 have important interlinkages with other SDGs, especially Goal 8 trough improving employability, reduce skills mismatch, and ensuring future-readiness of the people in the workforce, and ultimately reduced poverty (Goal 1). This will promote equal access to labour market for women/girls and men and further empowerment of women to participate into the local labour market (Target 5.5). </br>Quality technical education will equip individuals with skills aligned with labour market demands, fostering decent work and economic growth (Goal 8). Quality technical education and future-proof skills are important driving factors of industrialization (Target 9.2) and sustainable urbanization (Target 11.1). Ultimately, equal access to technical education will reduce inequalities and promotes social inclusion (Goal 10). </br>🔷 <b>9.2. Promote inclusive and sustainable industrialization</b>. SDG 9.2 aims to foster inclusive and sustainable industrialization in Tajikistan for enhancing its economic growth (Goal 8) and job opportunities, especially for young people (Target 8.6). Despite recent improvements, manufacturing value added as a proportion of GDP and per capita remains relatively low in Tajikistan (around 12% in 2016-2019). Economic policies (Target 8.3) play important role in industrialization, as well as reliable access to energy (Target 7.1) and infrastructure (Target 9.1). </br>Another accelerator for industrialization is adequate skill formation (Targets 4.3, 4.4), and ensuring future-proof skills. It is closely linked to investment in women and girls across all levels of decision-making in political and economic life (5.5) and enhancement of use of technology to empower women (5.b). </br>However, the pursuit of industrialization also entails trade-offs. It requires careful consideration of environmental sustainability, as industrial activities can have adverse ecological impacts—affecting ecosystems (Goals 15, 2), potable water (Goal 6), health of people (Goal 3). Rapid industrialization could put pressure on energy access (Target 7.2) at the expense of energy sustainability (Targets 7.2, 7.3). Ensuring inclusivity in this process is crucial to prevent potential social, gender, and territorial inequalities (Goals 10, 5)</br>🔷 <b>11.1. Safe and affordable housing and basic services</b>. In Tajikistan quality of life—in terms of affordable housing and basic services—varies significantly by regions. On average only 55% of population using safely managed drinking water services, and 74% have hand-washing facility. Further efforts should ensure universal access to electricity (Target 7.1) and high share of renewable hydropower in electricity generation (Target 7.2), taking into account non-sustainable urbanization and lack of affordable fuels result in high air pollution in urban areas, affecting health of population (Target 3.9). </br>Non-sustainable urbanization and lack of affordable fuels result in high air pollution in urban areas, affecting health of population (Target 3.9). </br>Providing universal access for all to adequate, safe and affordable housing and basic services requires investments in resilient infrastructure (Targets 9.1, 9.4) to make them climate change and disaster ready (Targets 1.5, 13.2). It will contribute to reduction of inequalities (Goal 10) and reducing conflicts (Goal 16). It also could have positive impact on sustainability of ecosystems (Goals 6, 14, 15) </br><a href='https://sdgdiagnostics.data.undp.org/TJK'>See 📊 SDG Push Diagnostic for Tajikistan</a></br><a href='https://sdgigeneralstorage.blob.core.windows.net/sdg-push/InsightReports/UNDP%20-%20SDG%20TJK.pdf'>Read the 📑 Integrated SDG Insights Report for  Tajikistan</a></br></br><h3><a href='https://oec.world/en/profile/country/tjk#economic-complexity'>Economic Complexity<a></h3><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/trade-32px.png'>&nbsp;Trade&nbsp;Tajikistan has a high level of specialization in Lead Ore, Zinc Ore, Raw Cotton, Alkaline Metals, and Dried Fruits. Specialization is measured using RCA, an index that takes the ratio between Tajikistan observed and expected exports in each product",
                       "fillColor":"#6b00ff",
                       "fillOpacity": 0.25,
                       "color":"#6b00ff",
                       "weight":1},
         "geometry":{"type":"Polygon","coordinates":[[[71.014198,40.244366],[70.648019,39.935754],[69.55961,40.103211],[69.464887,39.526683],[70.549162,39.604198],[71.784694,39.279463],[73.675379,39.431237],[73.928852,38.505815],[74.257514,38.606507],[74.864816,38.378846],[74.829986,37.990007],[74.980002,37.41999],[73.948696,37.421566],[73.260056,37.495257],[72.63689,37.047558],[72.193041,36.948288],[71.844638,36.738171],[71.448693,37.065645],[71.541918,37.905774],[71.239404,37.953265],[71.348131,38.258905],[70.806821,38.486282],[70.376304,38.138396],[70.270574,37.735165],[70.116578,37.588223],[69.518785,37.608997],[69.196273,37.151144],[68.859446,37.344336],[68.135562,37.023115],[67.83,37.144994],[68.392033,38.157025],[68.176025,38.901553],[67.44222,39.140144],[67.701429,39.580478],[68.536416,39.533453],[69.011633,40.086158],[69.329495,40.727824],[70.666622,40.960213],[70.45816,40.496495],[70.601407,40.218527],[71.014198,40.244366]]]}},

        {"type":"Feature",
         "id":"TKM",
         "properties":{"name":"Turkmenistan", 
                       "description":"<h3><a href='https://data.undp.org/sdg-push-diagnostic/TKM/sdg-trends'>Progress in SDGs</a></h3><img src='https://mikepeleah.github.io/funky-punky-palacinky/SDGs/TKM-SDG-trends.png'></br><font size='-1'>Based on Global SDG Indicators and Diagnostics 🟩 On Track &nbsp;&nbsp;&nbsp; 🟨 Mixed / For Review &nbsp;&nbsp;&nbsp; 🟥 Off Track &nbsp;&nbsp;&nbsp; ⬛ Trends NA</font></br></br><h3>SDG Accelerators</h3>🔷 <b>2.3. The agricultural productivity and rural development</b>. Target 2.3, focusing on food security and agricultural productivity, holds significant importance for Turkmenistan for ensuring food security of the country. Despite significant progress in reducing prevalence of children stunting (from 11.5% in 2016 to 7.1% in 2019 according to MICS-5 and MICS-6), prevalence of anaemia among women remain high (around 27%, according to WHO/GHO estimates), reflecting the need to further address the issues of food security (Target 2.2). </br>Access to safe and nutritious food improves health outcomes and benefits educational achievements. Moreover, it links closely to SDG 8, creating employment and contributing to rural economic growth. Target 2.3 aligns with SDG 12's emphasis on sustainable consumption and production, promoting sustainable food systems and waste reduction. By building resilient agricultural practices (Target 2.4), including guarantee of women’s rights to access and control resources (Targets 1.4, 5.a), Turkmenistan can mitigate climate change impacts and support climate action (Goal 13), while maintaining viability of ecosystems, especially water ones (Goals 6, 14, 15). </br>Ultimately, ensuring food security fosters social stability, reduces conflicts arising from food scarcity, and promotes effective food governance. </br>🔷 <b>3.4. Reduce mortality from noncommunicable diseases</b>. Non-communicable diseases are play important role in health in 8 out of 10 main causes of death in Turkmenistan, top three are Ischemic heart disease, Stroke, and Cirrhosis (according to the Global Burden of Disease Study 2019). Mortality rate attributed to cardiovascular disease, cancer, diabetes or chronic respiratory disease (probability) in Turkmenistan showed fair progress, but acceleration is required to reach target level 19%. </br>Premature mortality from non-communicable diseases is affected by metabolic factors (high blood pressure, high body mass index), behavioral risks (malnutrition, dietary risks, SDG 2.2), as well as environmental risks (SDGs 14, 15). </br>Access to quality infrastructure, especially water and sanitation (Targets 6.1, 6.2, 11.1), improving economic outcomes (Targets 8.1, 8.5, 8.6) and inclusion (Targets 10.1, 5.5, 1.5) play important role in reducing these risks. Well functioning health institutions (SDGs 3, 16) play crucial role in prevention of mortality. </br>Excessive mortality takes a heavy toll on economic growth (Goal 8) by reducing labor force and exacerbating inequalities, which requires social protection policies (Goals 5, 10)</br>🔷 <b>4.4. Skills for employment</b>.  In Turkmenistan, SDG target 4.4 aims to ensure technical and vocational skills, for employment, decent jobs and entrepreneurship through equal access to quality technical, vocational, and tertiary education. Turkmenistan shows high 13.2 expected years of schooling in 2021. Quality of education and equal access remain priorities. SDG 4.4 has important interlinkages with other SDGs, especially Goal 8 trough improving employability, reduced skills mismatch, and ensuring future-readiness of the people in the workforce, and ultimately increase social wellbeing. </br>This will promote equal access to labour market for women/girls and men/boys—gender differences remain evident in particular on female-to-male education and seats held by women in national parliament. This will further empowerment of women to participate into the local labour market including by enhancing their access to STEM and ICT education (Targets 5.5, 5.b). Quality technical education will equip individuals with skills aligned with labour market demands, fostering decent work and economic growth (Goal 8). </br>Ultimately, equal access to technical education will reduce inequalities and promote social inclusion (Goal 10). </br>🔷 <b>6.1. Universal and equitable access to safe drinking water</b>.  In Turkmenistan almost everyone (99.9% in 2019 according to MICS-6) is using safely managed drinking water services. Access to safe and affordable drinking water is closely linked with achievement of health targets (Goal 3), both related to communicable diseases and noncommunicable diseases. Sustainable water management closely linked with sustainable urbanization (Targets 1.4, 11), sustainable agriculture (Goal 2), industrialization (Goals 8, 9, 12), and gender equality and women’s empowerment (Goal 5, esp. 5.1, 5.2, 5.4, 5.5, 5.a). </br>However, there are evident trade-offs between SDG targets. Water in Turkmenistan is actively used in agriculture, leading to high levels of water stress (withdrawals absorbed 87% of available freshwater resources in 2021, according to VNR2023). Climate change (Goal 13) makes access to safe and affordable drinking water for all a challenging task. Industrialization and especially oil and gas exploration (Goals 8, 9) increases the risks from toxic waste. </br>🔷 <b>8.5. Full and productive employment and decent work</b>.  In Turkmenistan context the SDG Target 8.5 aligns with the goal of increasing population wellbeing. By promoting decent work, Turkmenistan can contribute to improvement of life quality by providing individuals with opportunities for sustainable income generation and economic empowerment. By ensuring adequate skill formation (Targets 4.4, 4.3), promoting employment opportunities (Target 8.3) with fair wages, job security (Targets 8.8), and social protection (Goal 10), and addressing low rates of women’s employment, including through STEM and ICT education (Targets 5.5, 5.b), Turkmenistan can create a more productive workforce.  </br>Job creation is closely linked with sustainable industrialization (Target 9.2). Despite recent improvements, manufacturing value added as a proportion of GDP capita declining in Turkmenistan (from peak 52.3% in 2012 to 32.5% in 2022, according to UNSTAT data from UNIDO). </br> However, the pursuit of economic growth and industrialization also entails trade-offs. It requires careful consideration of environmental sustainability, as industrial activities can have adverse ecological impacts—affecting ecosystems (Goals 15, 2), potable water (Goal 6), health of people (Goals 3). Rapid industrialization could put pressure on energy access (Targets 7.2) at the expense of energy sustainability (Targets 7.2, 7.3). Ensuring inclusivity in this process is crucial to prevent potential social, gender, and territorial inequalities (Goals 10, 5)</br><a href='https://sdgdiagnostics.data.undp.org/TKM'>See 📊 SDG Push Diagnostic for Turkmenistan</a></br><a href='https://sdgigeneralstorage.blob.core.windows.net/sdg-push/InsightReports/UNDP%20-%20SDG%20TKM.pdf'>Read the 📑 Integrated SDG Insights Report for  Turkmenistan</a></br></br><h3><a href='https://oec.world/en/profile/country/tkm#economic-complexity'>Economic Complexity<a></h3><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/trade-32px.png'>&nbsp;Trade&nbsp;Turkmenistan has a high level of specialization in Sulphur, Petroleum Gas, Non-Retail Pure Cotton Yarn, Halogens, and Nitrogenous Fertilizers. Specialization is measured using RCA, an index that takes the ratio between Turkmenistan observed and expected exports in each product",
                       "fillColor":"blue",
                       "fillOpacity": 0.25,
                       "color":"blue",
                       "weight":1},
         "geometry":{"type":"Polygon","coordinates":[[[61.210817,35.650072],[61.123071,36.491597],[60.377638,36.527383],[59.234762,37.412988],[58.436154,37.522309],[57.330434,38.029229],[56.619366,38.121394],[56.180375,37.935127],[55.511578,37.964117],[54.800304,37.392421],[53.921598,37.198918],[53.735511,37.906136],[53.880929,38.952093],[53.101028,39.290574],[53.357808,39.975286],[52.693973,40.033629],[52.915251,40.876523],[53.858139,40.631034],[54.736845,40.951015],[54.008311,41.551211],[53.721713,42.123191],[52.91675,41.868117],[52.814689,41.135371],[52.50246,41.783316],[52.944293,42.116034],[54.079418,42.324109],[54.755345,42.043971],[55.455251,41.259859],[55.968191,41.308642],[57.096391,41.32231],[56.932215,41.826026],[57.78653,42.170553],[58.629011,42.751551],[59.976422,42.223082],[60.083341,41.425146],[60.465953,41.220327],[61.547179,41.26637],[61.882714,41.084857],[62.37426,40.053886],[63.518015,39.363257],[64.170223,38.892407],[65.215999,38.402695],[66.54615,37.974685],[66.518607,37.362784],[66.217385,37.39379],[65.745631,37.661164],[65.588948,37.305217],[64.746105,37.111818],[64.546479,36.312073],[63.982896,36.007957],[63.193538,35.857166],[62.984662,35.404041],[62.230651,35.270664],[61.210817,35.650072]]]}},

        {"type":"Feature",
         "id":"TUR",
          "properties":{"name":"Türkiye", 
                        "description":"<h3><a href='https://data.undp.org/sdg-push-diagnostic/TUR/sdg-trends'>Progress in SDGs</a></h3><img src='https://mikepeleah.github.io/funky-punky-palacinky/SDGs/TUR-SDG-trends.png'></br><font size='-1'>Based on Global SDG Indicators and Diagnostics 🟩 On Track &nbsp;&nbsp;&nbsp; 🟨 Mixed / For Review &nbsp;&nbsp;&nbsp; 🟥 Off Track &nbsp;&nbsp;&nbsp; ⬛ Trends NA</font></br></br><h3>SDG Accelerators</h3><a href='https://sdgdiagnostics.data.undp.org/TUR'>See 📊 SDG Push Diagnostic for Türkiye</a></br></br><h3><a href='https://oec.world/en/profile/country/tur#economic-complexity'>Economic Complexity<a></h3><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/trade-32px.png'>&nbsp;Trade&nbsp;<font size='+1'><b>0.61</b></font>, Rank 42 Of 131</br><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/technology-32px.png'>&nbsp;Technology&nbsp;<font size='+1'><b>1.23</b></font>, Rank 8 Of 96</br><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/research-32px.png'>&nbsp;Research&nbsp;<font size='+1'><b>1.02</b></font>, Rank 25 Of 140</br>",
                        "fillColor":"blue",
                        "fillOpacity": 0.25,
                        "color":"blue",
                        "weight":1},
          "geometry":{"type":"MultiPolygon","coordinates":[[[[36.913127,41.335358],[38.347665,40.948586],[39.512607,41.102763],[40.373433,41.013673],[41.554084,41.535656],[42.619549,41.583173],[43.582746,41.092143],[43.752658,40.740201],[43.656436,40.253564],[44.400009,40.005],[44.79399,39.713003],[44.109225,39.428136],[44.421403,38.281281],[44.225756,37.971584],[44.772699,37.170445],[44.293452,37.001514],[43.942259,37.256228],[42.779126,37.385264],[42.349591,37.229873],[41.212089,37.074352],[40.673259,37.091276],[39.52258,36.716054],[38.699891,36.712927],[38.167727,36.90121],[37.066761,36.623036],[36.739494,36.81752],[36.685389,36.259699],[36.41755,36.040617],[36.149763,35.821535],[35.782085,36.274995],[36.160822,36.650606],[35.550936,36.565443],[34.714553,36.795532],[34.026895,36.21996],[32.509158,36.107564],[31.699595,36.644275],[30.621625,36.677865],[30.391096,36.262981],[29.699976,36.144357],[28.732903,36.676831],[27.641187,36.658822],[27.048768,37.653361],[26.318218,38.208133],[26.8047,38.98576],[26.170785,39.463612],[27.28002,40.420014],[28.819978,40.460011],[29.240004,41.219991],[31.145934,41.087622],[32.347979,41.736264],[33.513283,42.01896],[35.167704,42.040225],[36.913127,41.335358]]],[[[27.192377,40.690566],[26.358009,40.151994],[26.043351,40.617754],[26.056942,40.824123],[26.294602,40.936261],[26.604196,41.562115],[26.117042,41.826905],[27.135739,42.141485],[27.99672,42.007359],[28.115525,41.622886],[28.988443,41.299934],[28.806438,41.054962],[27.619017,40.999823],[27.192377,40.690566]]]]}},

        {"type":"Feature",
         "id":"UZB",
         "properties":{"name":"Uzbekistan", 
                       "description":"<h3><a href='https://data.undp.org/sdg-push-diagnostic/UZB/sdg-trends'>Progress in SDGs</a></h3><img src='https://mikepeleah.github.io/funky-punky-palacinky/SDGs/UZB-SDG-trends.png'></br><font size='-1'>Based on Global SDG Indicators and Diagnostics 🟩 On Track &nbsp;&nbsp;&nbsp; 🟨 Mixed / For Review &nbsp;&nbsp;&nbsp; 🟥 Off Track &nbsp;&nbsp;&nbsp; ⬛ Trends NA</font></br></br><h3>SDG Accelerators</h3>🔷 <b>4.3. Quality education for everyone</b>. Investments in human capital is a crucial accelerator for the whole SDG agenda for Uzbekistan. Ensuring equal access for all to quality education produces relevant skills (Target 4.4) for youth, which is key in the age of rapid economic and social change, as well as being a driver of sustainable industrialization and digitalization. Investments in secondary education (Target 4.1) and competitive skills (Target 4.3) could help young people to set out on a future-proof path, ensuring employment (Target 8.6), and contribute to accelerated economic growth (Target 8.1). </br>Addressing evident differences (Target 10.1) in education by expanding options for boys and girls will contribute to women’s empowerment (Target 5.5). Investment in women and girls across all levels of decision-making in political and economic life (Target 5.5) and enhancement in the use of technology to empower women (Target 5.b) contribute to achieving this target. Sustainable urbanization, including transportation services (Targets 11.1, 11.2) and targeted inclusion policies for disadvantaged group (Targets 1.3, 10.3) will contribute to improving equality of opportunities. </br>🔷 <b>8.3. Policies for economic development</b>.  The policies for accelerated, inclusive and sustainable growth of Uzbekistan’s economy (Target 8.3) aim at improving the well-being of the population. These policies seek to achieve faster economic growth (Target 8.1) through sustainable industrialization (Target 9.1), digitalization (Target 9.c) and trade facilitation (Targets 8.a, 17.10, 17.11). </br>The growth has the potential to increase agricultural productivity (Target 2.3) and industrial productivity (Targets 9.2, 9.3) – both development priorities for Uzbekistan. Digitalization, which lies at the heart of these policies, requires developing quality, reliable, sustainable and resilient infrastructure, including ICT (Targets 9.1, 9.c) </br>Economic growth policies should resolve trade-offs with the quality of economic growth, namely achieve the sustainable management and efficient use of natural resources (Target 12.2) and of resource efficiency (Target 8.4), increasing energy efficiency (Targets 7.2, 7.3) and, ultimately, decoupling economic growth from environmental degradation while ensuring climate resilience (Targets 13, 14, 15). </br>🔷 <b>11.1. Safe and affordable housing and basic services</b>. In Uzbekistan the quality of life – in terms of affordable housing and basic services – varies significantly by regions. On average only 59% of the population is using safely managed drinking water services, while in urban areas this rate is much higher at 86%, compared to only 31% in rural areas. </br>Non-sustainable urbanization and lack of affordable fuels result in high air pollution in urban areas, affecting the health of the population (Target 3.9). Providing universal access for all to adequate, safe and affordable housing and basic services requires investments in resilient infrastructure (Targets 9.1, 9.4) to make them climate change and disaster ready (Targets 1.5, 13.2). Investment in women and girls across all levels of decision-making in political and economic life (Target 5.5) and guarantee of their rights to access and control resources (Targets 1.4, 5.a) will also contribute to  improving the well-being and resilience of livelihoods.  </br>It will contribute to reducing inequalities (Goal 10) and also to reducing conflicts (Goal 16). Measures to decrease multidimensional poverty (Target 1.2) and to tackle inequalities (Goals 10) are deeply rooted in improving well-being and in building the resilience of livelihoods. It also could have a positive impact on the sustainability of ecosystems (Goals 6, 14, 15)</br>🔷 <b>12.2. The sustainable management and efficient use of natural resources (Green Economy)</b>. The policies for accelerated growth would not be relevant, if they were not delivering inclusive and sustainable growth. Target 12.2, focusing on sustainable use of natural resources, lies at the heart of the Green Economy. It is closely linked with sustainable and inclusive agricultural practices (Targets 2.3, 2.4, 2.5), energy transition (Targets 7.2, 7.3), sustainable infrastructure (Targets 9.1, 9.4) and an inclusive economy (Targets 1.4, 2.3, 4.4, 5.5, 10.3). </br>Building a just and inclusive economy requires investment in women and girls across all levels of decision-making in political and economic life (Target 5.5) and guarantee of their rights to access and control of resources (Targets 1.4, 5.a). The goal of the green economy is decoupling economic growth from environmental degradation while ensuring climate resilience (Targets 13, 14, 15). </br> Building the green economy – one of the strategic goals of Uzbekistan – requires resolving short-term trade-offs with the pressing needs of accelerated growth. It requires providing transitory social protection measures to those affected by the transition (Target 1.3), building skills for the future (Target 4.4) and investments in sustainable infrastructure (Targets 9.1, 9.4) using innovative finances (Target 17.3).   </br><a href='https://sdgdiagnostics.data.undp.org/UZB'>See 📊 SDG Push Diagnostic for Uzbekistan</a></br><a href='https://sdgigeneralstorage.blob.core.windows.net/sdg-push/InsightReports/UNDP%20-%20SDG%20UZB.pdf'>Read the 📑 Integrated SDG Insights Report for  Uzbekistan</a></br></br><h3><a href='https://oec.world/en/profile/country/uzb#economic-complexity'>Economic Complexity<a></h3><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/trade-32px.png'>&nbsp;Trade&nbsp;<font size='+1'><b>-0.38</b></font>, Rank 79 Of 131</br><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/technology-32px.png'>&nbsp;Technology&nbsp;<font size='+1'><b>-0.86</b></font>, Rank 70 Of 96</br><img src='https://mikepeleah.github.io/funky-punky-palacinky/img/research-32px.png'>&nbsp;Research&nbsp;<font size='+1'><b>-0.85</b></font>, Rank 112 Of 140</br>",
                       "fillColor":"blue",
                       "fillOpacity": 0.25,
                       "color":"blue",
                       "weight":1},
         "geometry":{"type":"Polygon","coordinates":[[[66.518607,37.362784],[66.54615,37.974685],[65.215999,38.402695],[64.170223,38.892407],[63.518015,39.363257],[62.37426,40.053886],[61.882714,41.084857],[61.547179,41.26637],[60.465953,41.220327],[60.083341,41.425146],[59.976422,42.223082],[58.629011,42.751551],[57.78653,42.170553],[56.932215,41.826026],[57.096391,41.32231],[55.968191,41.308642],[55.928917,44.995858],[58.503127,45.586804],[58.689989,45.500014],[60.239972,44.784037],[61.05832,44.405817],[62.0133,43.504477],[63.185787,43.650075],[64.900824,43.728081],[66.098012,42.99766],[66.023392,41.994646],[66.510649,41.987644],[66.714047,41.168444],[67.985856,41.135991],[68.259896,40.662325],[68.632483,40.668681],[69.070027,41.384244],[70.388965,42.081308],[70.962315,42.266154],[71.259248,42.167711],[70.420022,41.519998],[71.157859,41.143587],[71.870115,41.3929],[73.055417,40.866033],[71.774875,40.145844],[71.014198,40.244366],[70.601407,40.218527],[70.45816,40.496495],[70.666622,40.960213],[69.329495,40.727824],[69.011633,40.086158],[68.536416,39.533453],[67.701429,39.580478],[67.44222,39.140144],[68.176025,38.901553],[68.392033,38.157025],[67.83,37.144994],[67.075782,37.356144],[66.518607,37.362784]]]}}
    ]
}
